/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "page",
      "disabled": true,
      "settings": {}
    },
    "dynamic_rich_text_YXBqJT": {
      "type": "dynamic-rich-text",
      "settings": {
        "width": "regular",
        "title": "",
        "text": "<h1>QUALITY ASSURANCE POLICY</h1><h2></h2><h3>COMMITMENT TO QUALITY:</h3><p>Backtrack Railway Services Ltd. is dedicated to supplying the railway industry with high-quality, reliable, and safe tools and equipment for maintenance of way and general construction activities.</p><h3><br/>PRODUCT CERTIFICATION:</h3><p>All products distributed by Backtrack are sourced from reputable manufacturers and carry<br/>recognized industry certifications, including but not limited to:<br/>• CSA (Canadian Standards Association)<br/>• AREMA (American Railway Engineering and Maintenance-of-Way Association)<br/>• CE (Conformité Européenne)<br/>These certifications demonstrate compliance with the highest safety and industry standards.</p><h3><br/>RESPONSIBILITY OF THE CUSTOMER:</h3><p>While Backtrack ensures that all products meet these recognized standards, customers are<br/>responsible for:<br/>• Ensuring products are used in accordance with their internal safety policies, operational<br/>procedures, and applicable regulations.<br/>• Determining the suitability of products for specific applications, site conditions, or internal<br/>policies.</p><h3><br/>DISCLAIMER:</h3><p>Backtrack Railway Services Ltd. does not provide legal, compliance, or operational<br/>advice regarding the use of supplied products. The responsibility for proper use,<br/>compliance, and suitability rests solely with the customer. Backtrack disclaims any<br/>liability for misuse or non-compliance with applicable requirements.<br/>This policy is subject to periodic review to ensure ongoing relevance and compliance with industry standards.</p>",
        "heading_size": "large",
        "text_alignment": "left"
      }
    }
  },
  "order": [
    "main",
    "dynamic_rich_text_YXBqJT"
  ]
}
